{
  "books": [
    {
      "id": 1,
      "catId": 1,
      "name": "Things Fall Apart",
      "author": "Chinua Achebe",
      "description": "Things Fall Apart is the debut novel by Nigerian author Chinua Achebe, first published in 1958. It depicts pre-colonial life in the southeastern part of Nigeria and the invasion by Europeans during the late 19th century. It is seen as the archetypal modern African novel in English, and one of the first to receive global critical acclaim. It is a staple book in schools throughout Africa and is widely read and studied in English-speaking countries around the world. The novel was first published in the UK in 1962 by William Heinemann Ltd, and became the first work published in Heinemann's African Writers Series.",
      "image": "assets/images/things-fall-apart.jpg",
      "price": 6.99,
      "stock": 0,
      "featured": true,
      "active": true
    },
    {
      "id": 2,
      "catId": 1,
      "name": "Fairy tales",
      "author": "Hans Christian Andersen",
      "description": "The nine tales of the three booklets were collected together and published in one volume and sold at seventy-two shillings. A title page, a table of contents, and a preface by Andersen were published in the volume.",
      "image": "assets/images/fairy-tales.jpg",
      "price": 14.99,
      "stock": 7,
      "featured": true,
      "active": false
    },
    {
      "id": 3,
      "catId": 2,
      "name": "The Divine Comedy",
      "author": "Dante Alighieri",
      "description": "The Divine Comedy (Italian: Divina Commedia) is an Italian narrative poem by Dante Alighieri, begun c. 1308 and completed in 1320, a year before his death in 1321. It is widely considered the pre-eminent work in Italian literature and one of the greatest works of world literature. The poem's imaginative vision of the afterlife is representative of the medieval worldview as it existed in the Western Church by the 14th century. It helped establish the Tuscan language, in which it is written, as the standardized Italian language. It is divided into three parts: Inferno, Purgatorio, and Paradiso.",
      "image": "assets/images/the-divine-comedy.jpg",
      "price": 17.99,
      "stock": 12,
      "featured": false,
      "active": false
    },
    {
      "id": 4,
      "catId": 1,
      "name": "The Epic Of Gilgamesh",
      "author": "Unknown",
      "description": "The Epic of Gilgamesh is an epic poem from ancient Mesopotamia, regarded as the earliest surviving notable literature and the second oldest religious text, after the Pyramid Texts. The literary history of Gilgamesh begins with five Sumerian poems about Bilgamesh (Sumerian for 'Gilgamesh'), king of Uruk, dating from the Third Dynasty of Ur (c. 2100 BC). These independent stories were later used as source material for a combined epic in Akkadian. The first surviving version of this combined epic, known as the 'Old Babylonian' version, dates back to the 18th century BC and is titled after its incipit, Shūtur eli sharrī ('Surpassing All Other Kings'). Only a few tablets of it have survived. The later Standard Babylonian version compiled by Sîn-lēqi-unninni dates from the 13th to the 10th centuries BC and bears the incipit Sha naqba īmuru[note ('He who Saw the Abyss', in unmetaphoric terms: 'He who Sees the Unknown'). Approximately two-thirds of this longer, twelve-tablet version have been recovered. Some of the best copies were discovered in the library ruins of the 7th-century BC Assyrian king Ashurbanipal.",
      "image": "assets/images/the-epic-of-gilgamesh.jpg",
      "price": 6.99,
      "stock": 9,
      "featured": true,
      "active": true
    },
    {
      "id": 5,
      "catId": 1,
      "name": "The Book Of Job",
      "author": "Unknown",
      "description": "The Book of Job, or simply Job, is a book found in the Ketuvim ('Writings') section of the Hebrew Bible (Tanakh), and is the first of the Poetic Books in the Old Testament of the Christian Bible. Scholars are generally agreed that it was written between the 7th and 4th centuries BCE. It addresses theodicy, why God permits evil in the world, through the experiences of the eponymous protagonist. Job is a wealthy and God-fearing man with a comfortable life and a large family; God, having asked Satan (הַשָּׂטָן, haśśāṭān, 'lit. 'the adversary'') for his opinion of Job's piety, decides to take away Job's wealth, family and material comforts, following Satan's accusation that if Job were rendered penniless and without his family, he would turn away from God.",
      "image": "assets/images/the-book-of-job.jpg",
      "price": 6.99,
      "stock": 3,
      "featured": false,
      "active": false
    },
    {
      "id": 6,
      "catId": 2,
      "name": "One Thousand and One Nights",
      "author": "Unknown",
      "description": "One Thousand and One Nights is a collection of Middle Eastern folk tales compiled in Arabic during the Islamic Golden Age. It is often known in English as the Arabian Nights, from the first English-language edition (c. 1706–1721), which rendered the title as The Arabian Nights' Entertainment.",
      "image": "assets/images/one-thousand-and-one-nights.jpg",
      "price": 14.99,
      "stock": 11,
      "featured": false,
      "active": false
    },
    {
      "id": 7,
      "catId": 2,
      "name": "Njál's Saga",
      "author": "Unknown",
      "description": "The saga deals with a process of blood feuds in the Icelandic Commonwealth, showing how the requirements of honor could lead to minor slights spiralling into destructive and prolonged bloodshed. Insults where a character's manhood is called into question are especially prominent and may reflect an author critical of an overly restrictive ideal of masculinity. Another characteristic of the narrative is the presence of omens and prophetic dreams. It is disputed whether this reflects a fatalistic outlook on the part of the author.",
      "image": "assets/images/njals-saga.jpg",
      "price": 7.99,
      "stock": 12,
      "featured": false,
      "active": false
    },
    {
      "id": 8,
      "catId": 2,
      "name": "Pride and Prejudice",
      "author": "Jane Austen",
      "description": "Pride and Prejudice is an 1813 novel of manners by Jane Austen. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness.",
      "image": "assets/images/pride-and-prejudice.jpg",
      "price": 14.99,
      "stock": 12,
      "featured": false,
      "active": false
    },
    {
      "id": 9,
      "catId": 2,
      "name": "Le Père Goriot",
      "author": "Honoré de Balzac",
      "description": "Le Père Goriot, 'Old Goriot' or 'Father Goriot') is an 1835 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Scènes de la vie privée section of his novel sequence La Comédie humaine. Set in Paris in 1819, it follows the intertwined lives of three characters: the elderly doting Goriot, a mysterious criminal-in-hiding named Vautrin and a naive law student named Eugène de Rastignac.",
      "image": "assets/images/le-pere-goriot.jpg",
      "price": 12.99,
      "stock": 2,
      "featured": false,
      "active": false
    },
    {
      "id": 10,
      "catId": 3,
      "name": "Molloy, Malone Dies, The Unnamable, the trilogy",
      "author": "Samuel Beckett",
      "description": "Molloy is a novel by Samuel Beckett first written in French and published by Paris-based Les Éditions de Minuit in 1951. The English translation, published in 1955, is by Beckett and Patrick Bowles.",
      "image": "assets/images/molloy-malone-dies-the-unnamable.jpg",
      "price": 8.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 11,
      "catId": 1,
      "name": "The Decameron",
      "author": "Giovanni Boccaccio",
      "description": "The book's primary title exemplifies Boccaccio's fondness for Greek philology: Decameron combines Greek δέκα, déka ('ten') and ἡμέρα, hēméra ('day') to mean 'ten-day [event]', referring to the period in which the characters of the frame story tell their tales.",
      "image": "assets/images/the-decameron.jpg",
      "price": 12.99,
      "stock": 10,
      "featured": true,
      "active": false
    },
    {
      "id": 12,
      "catId": 1,
      "name": "Ficciones",
      "author": "Jorge Luis Borges",
      "description": "The book is dedicated to writer Esther Zemborain de Torres Duggan, a friend and collaborator of Borges's.",
      "image": "assets/images/ficciones.jpg",
      "price": 4.99,
      "stock": 0,
      "featured": true,
      "active": false
    },
    {
      "id": 13,
      "catId": 1,
      "name": "Wuthering Heights",
      "author": "Emily Brontë",
      "description": "Wuthering Heights is an 1847 novel by Emily Brontë, initially published under her pen name Ellis Bell. It concerns two families of the landed gentry living on the West Yorkshire moors, the Earnshaws and the Lintons, and their turbulent relationships with Earnshaw's foster son, Heathcliff. The novel was influenced by Romanticism and Gothic fiction.",
      "image": "assets/images/wuthering-heights.jpg",
      "price": 8.99,
      "stock": 12,
      "featured": true,
      "active": false
    },
    {
      "id": 14,
      "catId": 1,
      "name": "The Stranger",
      "author": "Albert Camus",
      "description": "The Stranger, also published in English as The Outsider, is a 1942 novella by French author Albert Camus. Its theme and outlook are often cited as examples of Camus' philosophy, absurdism, coupled with existentialism; though Camus personally rejected the latter label.",
      "image": "assets/images/l-etranger.jpg",
      "price": 5.99,
      "stock": 5,
      "featured": true,
      "active": false
    },
    {
      "id": 15,
      "catId": 1,
      "name": "Poems",
      "author": "Paul Celan",
      "description": "Paul Celan was a Romanian-born German-language poet and translator. He was born as Paul Antschel to a Jewish family in Cernăuți (German: Czernowitz), in the then Kingdom of Romania (now Chernivtsi, Ukraine), and adopted the pseudonym 'Paul Celan'. He became one of the major German-language poets of the post-World War II era.    ",
      "image": "assets/images/poems-paul-celan.jpg",
      "price": 14.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 16,
      "catId": 3,
      "name": "Journey to the End of the Night",
      "author": "Louis-Ferdinand Céline",
      "description": "Journey to the End of the Night (French: Voyage au bout de la nuit, 1932) is the first novel by Louis-Ferdinand Céline. This semi-autobiographical work follows the adventures of Ferdinand Bardamu in the World War I, colonial Africa, the United States and the poor suburbs of Paris where he works as a doctor.",
      "image": "assets/images/voyage-au-bout-de-la-nuit.jpg",
      "price": 15.99,
      "stock": 11,
      "featured": false,
      "active": false
    },
    {
      "id": 17,
      "catId": 2,
      "name": "Don Quijote De La Mancha",
      "author": "Miguel de Cervantes",
      "description": "Don Quixote is a Spanish epic novel by Miguel de Cervantes. Originally published in two parts, in 1605 and 1615, its full title is The Ingenious Gentleman Don Quixote of La Mancha or, in Spanish, El ingenioso hidalgo don Quixote de la Mancha (changing in Part 2 to El ingenioso caballero don Quixote de la Mancha). A founding work of Western literature, it is often labelled as the first modern novel and one of the greatest works ever written. Don Quixote is also one of the most-translated books in the world.",
      "image": "assets/images/don-quijote-de-la-mancha.jpg",
      "price": 9.99,
      "stock": 7,
      "featured": true,
      "active": true
    },
    {
      "id": 18,
      "catId": 2,
      "name": "The Canterbury Tales",
      "author": "Geoffrey Chaucer",
      "description": "The Canterbury Tales (Middle English: Tales of Caunterbury) is a collection of twenty-four stories that runs to over 17,000 lines written in Middle English by Geoffrey Chaucer between 1387 and 1400. It is widely regarded as Chaucer's magnum opus. The tales (mostly written in verse, although some are in prose) are presented as part of a story-telling contest by a group of pilgrims as they travel together from London to Canterbury to visit the shrine of Saint Thomas Becket at Canterbury Cathedral. The prize for this contest is a free meal at the Tabard Inn at Southwark on their return.",
      "image": "assets/images/the-canterbury-tales.jpg",
      "price": 17.99,
      "stock": 13,
      "featured": false,
      "active": false
    },
    {
      "id": 19,
      "catId": 2,
      "name": "Stories",
      "author": "Anton Chekhov",
      "description": "Anton Chekhov was a Russian playwright and short-story writer who is considered to be among the greatest writers of short fiction in history. He wrote hundreds of short stories, one novel, and seven full-length plays.",
      "image": "assets/images/stories-of-anton-chekhov.jpg",
      "price": 9.99,
      "stock": 4,
      "featured": false,
      "active": false
    },
    {
      "id": 20,
      "catId": 1,
      "name": "Nostromo",
      "author": "Joseph Conrad",
      "description": "Nostromo: A Tale of the Seaboard is a 1904 novel by Joseph Conrad, set in the fictitious South American republic of 'Costaguana'. It was originally published serially in monthly instalments of T.P.'s Weekly.",
      "image": "assets/images/nostromo.jpg",
      "price": 5.99,
      "stock": 13,
      "featured": false,
      "active": false
    },
    {
      "id": 21,
      "catId": 2,
      "name": "Great Expectations",
      "author": "Charles Dickens",
      "description": "Great Expectations is the thirteenth novel by Charles Dickens and his penultimate completed novel. It depicts the education of an orphan nicknamed Pip (the book is a bildungsroman; a coming-of-age story). It is Dickens' second novel, after David Copperfield, to be fully narrated in the first person.",
      "image": "assets/images/great-expectations.jpg",
      "price": 10.99,
      "stock": 2,
      "featured": false,
      "active": true
    },
    {
      "id": 22,
      "catId": 2,
      "name": "Jacques the Fatalist",
      "author": "Denis Diderot",
      "description": "The main subject of the book is the relationship between the valet Jacques and his master, who is never named. The two are traveling to a destination the narrator leaves vague, and to dispel the boredom of the journey Jacques is compelled by his master to recount the story of his loves. However, Jacques's story is continually interrupted by other characters and various comic mishaps. Other characters in the book tell their own stories and they, too, are continually interrupted. There is even a 'reader' who periodically interrupts the narrator with questions, objections, and demands for more information or detail. The tales told are usually humorous, with romance or sex as their subject matter, and feature complex characters indulging in deception.",
      "image": "assets/images/jacques-the-fatalist.jpg",
      "price": 16.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 23,
      "catId": 3,
      "name": "Berlin Alexanderplatz",
      "author": "Alfred Döblin",
      "description": "The story concerns a murderer, Franz Biberkopf, fresh from prison. When his friend murders the prostitute on whom Biberkopf has been relying as an anchor, he realizes that he will be unable to extricate himself from the underworld into which he has sunk. He must deal with misery, lack of opportunities, crime and the imminent ascendency of Nazism. During his struggle to survive against all odds, life rewards him with an unsuspected surprise but his happiness will not last as the story continues.",
      "image": "assets/images/berlin-alexanderplatz.jpg",
      "price": 11.99,
      "stock": 7,
      "featured": true,
      "active": true
    },
    {
      "id": 24,
      "catId": 2,
      "name": "Crime and Punishment",
      "author": "Fyodor Dostoevsky",
      "description": "Crime and Punishment is a novel by the Russian author Fyodor Dostoevsky. It was first published in the literary journal The Russian Messenger in twelve monthly installments during 1866. It was later published in a single volume. It is the second of Dostoevsky's full-length novels following his return from ten years of exile in Siberia. Crime and Punishment is considered the first great novel of his mature period of writing. The novel is often cited as one of the supreme achievements in world literature.",
      "image": "assets/images/crime-and-punishment.jpg",
      "price": 17.99,
      "stock": 7,
      "featured": true,
      "active": false
    },
    {
      "id": 25,
      "catId": 2,
      "name": "The Idiot",
      "author": "Fyodor Dostoevsky",
      "description": "The title is an ironic reference to the central character of the novel, Prince Lev Nikolayevich Myshkin, a young man whose goodness, open-hearted simplicity and guilelessness lead many of the more worldly characters he encounters to mistakenly assume that he lacks intelligence and insight. In the character of Prince Myshkin, Dostoevsky set himself the task of depicting 'the positively good and beautiful man.' The novel examines the consequences of placing such a singular individual at the centre of the conflicts, desires, passions and egoism of worldly society, both for the man himself and for those with whom he becomes involved.",
      "image": "assets/images/the-idiot.jpg",
      "price": 14.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 26,
      "catId": 2,
      "name": "The Possessed",
      "author": "Fyodor Dostoevsky",
      "description": "Demons is an allegory of the potentially catastrophic consequences of the political and moral nihilism that were becoming prevalent in Russia in the 1860s. A fictional town descends into chaos as it becomes the focal point of an attempted revolution, orchestrated by master conspirator Pyotr Verkhovensky. The mysterious aristocratic figure of Nikolai Stavrogin—Verkhovensky's counterpart in the moral sphere—dominates the book, exercising an extraordinary influence over the hearts and minds of almost all the other characters. The idealistic, Western-influenced generation of the 1840s, epitomized in the character of Stepan Verkhovensky (who is both Pyotr Verkhovensky's father and Nikolai Stavrogin's childhood teacher), are presented as the unconscious progenitors and helpless accomplices of the 'demonic' forces that take possession of the town.",
      "image": "assets/images/the-possessed.jpg",
      "price": 11.99,
      "stock": 1,
      "featured": true,
      "active": true
    },
    {
      "id": 27,
      "catId": 2,
      "name": "The Brothers Karamazov",
      "author": "Fyodor Dostoevsky",
      "description": "The Brothers Karamazov, also translated as The Karamazov Brothers, is the last novel by Russian author Fyodor Dostoevsky. Dostoevsky spent nearly two years writing The Brothers Karamazov, which was published as a serial in The Russian Messenger from January 1879 to November 1880. Dostoevsky died less than four months after its publication.",
      "image": "assets/images/the-brothers-karamazov.jpg",
      "price": 12.99,
      "stock": 7,
      "featured": true,
      "active": false
    },
    {
      "id": 28,
      "catId": 2,
      "name": "Middlemarch",
      "author": "George Eliot",
      "description": "Middlemarch, A Study of Provincial Life is a novel by the English author Mary Anne Evans, who wrote as George Eliot. It first appeared in eight installments (volumes) in 1871 and 1872. Set in Middlemarch, a fictional English Midland town, in 1829 to 1832, it follows distinct, intersecting stories with many characters. Issues include the status of women, the nature of marriage, idealism, self-interest, religion, hypocrisy, political reform, and education. Despite comic elements, Middlemarch uses realism to encompass historical events: the 1832 Reform Act, early railways, and the accession of King William IV. It looks at medicine of the time and reactionary views in a settled community facing unwelcome change. Eliot began writing the two pieces that formed the novel in 1869–1870 and completed it in 1871. Initial reviews were mixed, but it is now seen widely as her best work and one of the great English novels.",
      "image": "assets/images/middlemarch.jpg",
      "price": 6.99,
      "stock": 0,
      "featured": false,
      "active": false
    },
    {
      "id": 29,
      "catId": 3,
      "name": "Invisible Man",
      "author": "Ralph Ellison",
      "description": "Invisible Man is a novel by Ralph Ellison, published by Random House in 1952. It addresses many of the social and intellectual issues faced by African Americans in the early twentieth century, including black nationalism, the relationship between black identity and Marxism, and the reformist racial policies of Booker T. Washington, as well as issues of individuality and personal identity.",
      "image": "assets/images/invisible-man.jpg",
      "price": 15.99,
      "stock": 9,
      "featured": true,
      "active": false
    },
    {
      "id": 30,
      "catId": 1,
      "name": "Medea",
      "author": "Euripides",
      "description": "Medea (Ancient Greek: Μήδεια, Mēdeia) is an ancient Greek tragedy written by Euripides, based upon the myth of Jason and Medea and first produced in 431 BC. The plot centers on the actions of Medea, a former princess of the kingdom of Colchis, and the wife of Jason; she finds her position in the Greek world threatened as Jason leaves her for a Greek princess of Corinth. Medea takes vengeance on Jason by murdering his new wife as well as her own two sons, after which she escapes to Athens to start a new life.",
      "image": "assets/images/medea.jpg",
      "price": 4.99,
      "stock": 11,
      "featured": false,
      "active": false
    },
    {
      "id": 31,
      "catId": 3,
      "name": "Absalom, Absalom!",
      "author": "William Faulkner",
      "description": "Absalom (Hebrew: 'father of peace') was the third son of David, King of Israel with Maacah, daughter of Talmai, King of Geshur. 2 Samuel 14:25 describes him as the handsomest man in the kingdom. Absalom eventually rebelled against his father and was killed during the Battle of Ephraim's Wood.",
      "image": "assets/images/absalom-absalom.jpg",
      "price": 10.99,
      "stock": 10,
      "featured": false,
      "active": false
    },
    {
      "id": 32,
      "catId": 3,
      "name": "The Sound and the Fury",
      "author": "William Faulkner",
      "description": "The Sound and the Fury is a novel by the American author William Faulkner. It employs several narrative styles, including stream of consciousness. Published in 1929, The Sound and the Fury was Faulkner's fourth novel, and was not immediately successful. In 1931, however, when Faulkner's sixth novel, Sanctuary, was published—a sensationalist story, which Faulkner later said was written only for money—The Sound and the Fury also became commercially successful, and Faulkner began to receive critical attention.",
      "image": "assets/images/the-sound-and-the-fury.jpg",
      "price": 8.99,
      "stock": 8,
      "featured": true,
      "active": false
    },
    {
      "id": 33,
      "catId": 2,
      "name": "Madame Bovary",
      "author": "Gustave Flaubert",
      "description": "Madame Bovary, originally published as Madame Bovary: Provincial Manners (French: Madame Bovary: Mœurs de province [madam bɔvaʁi mœʁ(s) də pʁɔvɛ̃s]), is a novel by French writer Gustave Flaubert, published in 1856. The eponymous character lives beyond her means in order to escape the banalities and emptiness of provincial life.",
      "image": "assets/images/madame-bovary.jpg",
      "price": 5.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 34,
      "catId": 2,
      "name": "Sentimental Education",
      "author": "Gustave Flaubert",
      "description": "The novel describes the life of a young man (Frédéric Moreau) living through the revolution of 1848 and the founding of the Second French Empire, and his love for an older woman (based on the wife of the music publisher Maurice Schlesinger, who is portrayed in the book as Jacques Arnoux). The novel's tone is by turns ironic and pessimistic; it occasionally lampoons French society. The main character, Frédéric, often gives himself over to romantic flights of fancy.",
      "image": "assets/images/l-education-sentimentale.jpg",
      "price": 6.99,
      "stock": 1,
      "featured": false,
      "active": false
    },
    {
      "id": 35,
      "catId": 3,
      "name": "Gypsy Ballads",
      "author": "Federico García Lorca",
      "description": "The Romancero gitano was instantly popular and remains García Lorca's best known book of poetry. It was a highly stylised imitation of the ballads and poems that were still being told throughout the Spanish countryside. García Lorca himself described the work as a 'carved altar piece' of Andalusia with 'gypsies, horses, archangels, planets, its Jewish and Roman breezes, rivers, crimes, the everyday touch of the smuggler and the celestial note of the naked children of Córdoba. A book that hardly expresses visible Andalusia at all, but where the hidden Andalusia trembles'. The book brought him fame across Spain and the Hispanic world; it would only be until much later in his life that he gained notability as a playwright.",
      "image": "assets/images/gypsy-ballads.jpg",
      "price": 13.99,
      "stock": 3,
      "featured": false,
      "active": true
    },
    {
      "id": 36,
      "catId": 3,
      "name": "One Hundred Years of Solitude",
      "author": "Gabriel García Márquez",
      "description": "The magical realist style and thematic substance of One Hundred Years of Solitude established it as an important representative novel of the literary Latin American Boom of the 1960s and 1970s, which was stylistically influenced by Modernism (European and North American) and the Cuban Vanguardia (Avant-Garde) literary movement.",
      "image": "assets/images/one-hundred-years-of-solitude.jpg",
      "price": 7.99,
      "stock": 0,
      "featured": false,
      "active": false
    },
    {
      "id": 37,
      "catId": 3,
      "name": "Love in the Time of Cholera",
      "author": "Gabriel García Márquez",
      "description": "The main characters of the novel are Florentino Ariza and Fermina Daza. Florentino and Fermina fall in love in their youth. A secret relationship blossoms between the two with the help of Fermina's Aunt Escolástica. They exchange love letters. But once Fermina's father, Lorenzo Daza, finds out about the two, he forces his daughter to stop seeing Florentino immediately. When she refuses, he and his daughter move in with his deceased wife's family in another city. Regardless of the distance, Fermina and Florentino continue to communicate via telegraph. Upon her return, Fermina realizes that her relationship with Florentino was nothing but a dream since they are practically strangers; she breaks off her engagement to Florentino and returns all his letters.",
      "image": "assets/images/love-in-the-time-of-cholera.jpg",
      "price": 15.99,
      "stock": 9,
      "featured": true,
      "active": false
    },
    {
      "id": 38,
      "catId": 2,
      "name": "Faust",
      "author": "Johann Wolfgang von Goethe",
      "description": "The earliest forms of the work, known as the Urfaust, were developed between 1772 and 1775; however, the details of that development are not entirely clear. Urfaust has twenty-two scenes, one in prose, two largely prose and the remaining 1,441 lines in rhymed verse. The manuscript is lost, but a copy was discovered in 1886.",
      "image": "assets/images/faust.jpg",
      "price": 6.99,
      "stock": 12,
      "featured": true,
      "active": true
    },
    {
      "id": 39,
      "catId": 2,
      "name": "Dead Souls",
      "author": "Nikolai Gogol",
      "description": "The original title, as shown on the illustration (cover page), was 'The Wanderings of Chichikov, or Dead Souls. Poema', which contracted to merely 'Dead Souls'. In the Russian Empire, before the emancipation of the serfs in 1861, landowners had the right to own serfs to farm their land. Serfs were for most purposes considered the property of the landowner, who could buy, sell or mortgage them, as any other chattel. To count serfs (and people in general), the classifier 'soul' was used: e.g., 'six souls of serfs'. The plot of the novel relies on 'dead souls' (i.e., 'dead serfs') which are still accounted for in property registers. On another level, the title refers to the 'dead souls' of Gogol's characters, all of which represent different aspects of poshlost (a Russian noun rendered as 'commonplace, vulgarity', moral and spiritual, with overtones of middle-class pretentiousness, fake significance and philistinism).",
      "image": "assets/images/dead-souls.jpg",
      "price": 17.99,
      "stock": 7,
      "featured": true,
      "active": false
    },
    {
      "id": 40,
      "catId": 3,
      "name": "The Tin Drum",
      "author": "Günter Grass",
      "description": "The Tin Drum (German: Die Blechtrommel) is a 1959 novel by Günter Grass. The novel is the first book of Grass's Danziger Trilogie (Danzig Trilogy). It was adapted into a 1979 film, which won both the 1979 Palme d'Or and the Academy Award for Best Foreign Language Film in 1980.",
      "image": "assets/images/the-tin-drum.jpg",
      "price": 12.99,
      "stock": 1,
      "featured": false,
      "active": false
    },
    {
      "id": 41,
      "catId": 3,
      "name": "The Devil to Pay in the Backlands",
      "author": "João Guimarães Rosa",
      "description": "The original title refers to the veredas - small paths through wetlands usually located at higher altitudes characterized by the presence of grasses and buritizais, groups of the buriti palm-tree (Mauritia flexuosa), that criss-cross the Sertão region in northern Minas Gerais as a labyrinthine net where an outsider can easily get lost, and where there is no single way to a certain place, since all paths interconnect in such a way that any road can lead anywhere. The English title refers to a later episode in the book involving an attempt to make a deal with the Devil. Most of the book's spirit is however lost in translation, as the Portuguese original is written in a register that is both archaic and colloquial, as well as full of the author's remarkable neologisms, which makes the aesthetics of the book a challenging task to transpose to other languages. The combination of its size, linguistic oddness and polemic themes caused a shock when it was published, but now it is widely regarded as the greatest work of Brazilian literature and one of the most important novels of Portuguese language literature and South American literature. In a 2002 poll of 100 noted writers conducted by the Bokklubben World Library, the book was named among the top 100 books of all time.",
      "image": "assets/images/the-devil-to-pay-in-the-backlands.jpg",
      "price": 12.99,
      "stock": 8,
      "featured": false,
      "active": false
    },
    {
      "id": 42,
      "catId": 2,
      "name": "Hunger",
      "author": "Knut Hamsun",
      "description": "Written after Hamsun's return from an ill-fated tour of America, Hunger is loosely based on the author's own impoverished life before his breakthrough in 1890. Set in late 19th-century Kristiania (now Oslo), the novel recounts the adventures of a starving young man whose sense of reality is giving way to a delusionary existence on the darker side of a modern metropolis. While he vainly tries to maintain an outer shell of respectability, his mental and physical decay are recounted in detail. His ordeal, enhanced by his inability or unwillingness to pursue a professional career, which he deems unfit for someone of his abilities, is pictured in a series of encounters which Hamsun himself described as 'a series of analyses'.",
      "image": "assets/images/hunger.jpg",
      "price": 15.99,
      "stock": 11,
      "featured": false,
      "active": true
    },
    {
      "id": 43,
      "catId": 3,
      "name": "The Old Man and the Sea",
      "author": "Ernest Hemingway",
      "description": "The Old Man and the Sea is a novella written by the American auhor Ernest Hemingway in 1951 in Cayo Blanco (Cuba), and published in 1952. It was the last major work of fiction written by Hemingway that was published during his lifetime. One of his most famous works, it tells the story of Santiago, an aging Cuban fisherman who struggles with a giant marlin far out in the Gulf Stream off the coast of Cuba.",
      "image": "assets/images/the-old-man-and-the-sea.jpg",
      "price": 5.99,
      "stock": 7,
      "featured": true,
      "active": false
    },
    {
      "id": 44,
      "catId": 1,
      "name": "Iliad",
      "author": "Homer",
      "description": "The Iliad ('a poem about Ilium') is one of two major ancient Greek epic poems attributed to Homer. It is one of the oldest extant works of literature still widely read by modern audiences. As with the Odyssey, the poem is divided into 24 books and contains 15,693 lines in its most widely accepted version, and was written in dactylic hexameter. Set towards the end of the Trojan War, a ten-year siege of the city of Troy by a coalition of Mycenaean Greek states, the poem depicts significant events in the siege's final weeks. In particular, it depicts a fierce quarrel between King Agamemnon and a celebrated warrior, Achilles. It is a central part of the Epic Cycle. The Iliad is often regarded as the first substantial piece of European literature.",
      "image": "assets/images/the-iliad-of-homer.jpg",
      "price": 17.99,
      "stock": 13,
      "featured": false,
      "active": false
    },
    {
      "id": 45,
      "catId": 1,
      "name": "Odyssey",
      "author": "Homer",
      "description": "The Odyssey is one of two major ancient Greek epic poems attributed to Homer. It is one of the oldest extant works of literature still widely read by modern audiences. As with the Iliad, the poem is divided into 24 books. It follows the Greek hero Odysseus, king of Ithaca, and his journey home after the Trojan War. After the war, which lasted ten years, his journey lasted for ten additional years, during which time he encountered many perils and all his crew mates were killed. In his absence, Odysseus was assumed dead, and his wife Penelope and son Telemachus had to contend with a group of unruly suitors who were competing for Penelope's hand in marriage.",
      "image": "assets/images/the-odyssey-of-homer.jpg",
      "price": 18.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 46,
      "catId": 2,
      "name": "A Doll's House",
      "author": "Henrik Ibsen",
      "description": "A Doll's House (Danish and Bokmål: Et dukkehjem; also translated as A Doll House) is a three-act play written by Norwegian playwright Henrik Ibsen. It premiered at the Royal Theatre in Copenhagen, Denmark, on 21 December 1879, having been published earlier that month. The play is set in a Norwegian town circa 1879.",
      "image": "assets/images/a-Dolls-house.jpg",
      "price": 12.99,
      "stock": 4,
      "featured": false,
      "active": true
    },
    {
      "id": 47,
      "catId": 3,
      "name": "Ulysses",
      "author": "James Joyce",
      "description": "Ulysses is a modernist novel by Irish writer James Joyce. Parts of it were first serialized in the American journal The Little Review from March 1918 to December 1920, and the entire work was published in Paris by Sylvia Beach on 2 February 1922, Joyce's 40th birthday. It is considered one of the most important works of modernist literature and has been called 'a demonstration and summation of the entire movement.' According to Declan Kiberd, 'Before Joyce, no writer of fiction had so foregrounded the process of thinking'.",
      "image": "assets/images/ulysses.jpg",
      "price": 9.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 48,
      "catId": 3,
      "name": "Stories",
      "author": "Franz Kafka",
      "description": "Franz Kafka, a German-language writer of novels and short stories who is regarded by critics as one of the most influential authors of the 20th century, was trained as a lawyer and later employed by an insurance company, writing only in his spare time.",
      "image": "assets/images/stories-of-franz-kafka.jpg",
      "price": 7.99,
      "stock": 8,
      "featured": false,
      "active": false
    },
    {
      "id": 49,
      "catId": 3,
      "name": "The Trial",
      "author": "Franz Kafka",
      "description": "The Trial (German: Der Process, later Der Proceß, Der Prozeß and Der Prozess) is a novel written by Franz Kafka in 1914 and 1915 and published posthumously on 26 April 1925. One of his best known works, it tells the story of Josef K., a man arrested and prosecuted by a remote, inaccessible authority, with the nature of his crime revealed neither to him nor to the reader. Heavily influenced by Dostoevsky's Crime and Punishment and The Brothers Karamazov, Kafka even went so far as to call Dostoevsky a blood relative. Like Kafka's two other novels, The Trial was never completed, although it does include a chapter which appears to bring the story to an intentionally abrupt ending.",
      "image": "assets/images/the-trial.jpg",
      "price": 6.99,
      "stock": 8,
      "featured": false,
      "active": false
    },
    {
      "id": 50,
      "catId": 3,
      "name": "The Castle",
      "author": "Franz Kafka",
      "description": "Kafka died before he could finish the work and the novel was posthumously published against his wishes. Dark and at times surreal, The Castle is often understood to be about alienation, unresponsive bureaucracy, the frustration of trying to conduct business with non-transparent, seemingly arbitrary controlling systems, and the futile pursuit of an unobtainable goal.",
      "image": "assets/images/the-castle.jpg",
      "price": 15.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 51,
      "catId": 1,
      "name": "The recognition of Shakuntala",
      "author": "Kālidāsa",
      "description": "Abhijnanashakuntalam, also known as Shakuntala, The Recognition of Shakuntala, The Sign of Shakuntala, and many other variants, is a Sanskrit play by the ancient Indian poet Kālidāsa, dramatizing the story of Śakuntalā told in the epic Mahābhārata and regarded as best of Kālidāsa's works. Its exact date is uncertain, but Kālidāsa is often placed in the 4th century CE.",
      "image": "assets/images/the-recognition-of-shakuntala.jpg",
      "price": 11.99,
      "stock": 2,
      "featured": true,
      "active": false
    },
    {
      "id": 52,
      "catId": 3,
      "name": "The Sound of the Mountain",
      "author": "Yasunari Kawabata",
      "description": "Shingo Ogata, a 62-year-old businessman living in Kamakura and working in Tokyo, is close to retirement. He is experiencing temporary lapses of memory, recalling strange and disturbing dreams upon waking, and hearing sounds, including the titular noise which awakens him from his sleep, 'like wind, far away, but with a depth like a rumbling of the earth.' Shingo takes the sound to be an omen of his impending death. At the same time, he is repeatedly confronted with the passing away of friends and former fellow students.",
      "image": "assets/images/the-sound-of-the-mountain.jpg",
      "price": 14.99,
      "stock": 12,
      "featured": false,
      "active": false
    },
    {
      "id": 53,
      "catId": 3,
      "name": "Zorba the Greek",
      "author": "Nikos Kazantzakis",
      "description": "The book opens in a café in Piraeus, just before dawn on a gusty autumn morning sometime after the end of World War I. The narrator, a young Greek intellectual, resolves to set aside his books for a few months after being stung by the parting words of a friend, Stavridakis, who has left for the Russian Caucasus to help the local Greek communities who are facing persecution. He sets off for Crete to re-open a disused lignite mine, and immerse himself in the world of peasants and the proletariat.",
      "image": "assets/images/zorba-the-greek.jpg",
      "price": 6.99,
      "stock": 4,
      "featured": false,
      "active": false
    },
    {
      "id": 54,
      "catId": 3,
      "name": "Sons and Lovers",
      "author": "D. H. Lawrence",
      "description": "Sons and Lovers is a 1913 novel by the English writer D. H. Lawrence. It traces emotional conflicts through the protagonist, Paul Morel, and his suffocating relationships with a demanding mother and two very different lovers, which exert complex influences on the development of his manhood. The novel was originally published by Gerald Duckworth and Company Ltd., London, and Mitchell Kennerley Publishers, New York. While the novel initially received a lukewarm critical reception, along with allegations of obscenity, it is today regarded as a masterpiece by many critics and is often regarded as Lawrence's finest achievement. It tells us more about Lawrence's life and his phases, as his first was when he lost his mother in 1910 to whom he was particularly attached. And it was from then that he met Frieda Richthofen, and around this time that he began conceiving his two other great novels, The Rainbow and Women In Love, which had more sexual emphasis and maturity.",
      "image": "assets/images/sons-and-lovers.jpg",
      "price": 11.99,
      "stock": 2,
      "featured": true,
      "active": false
    },
    {
      "id": 55,
      "catId": 3,
      "name": "Independent People",
      "author": "Halldór Laxness",
      "description": "The novel is considered among the foremost examples of social realism in Icelandic fiction in the 1930s. It is an indictment of materialism, the cost of the self-reliant spirit to relationships, and capitalism itself. This book, along with several other major novels, helped Laxness win the Nobel Prize in Literature in 1955.",
      "image": "assets/images/independent-people.jpg",
      "price": 17.99,
      "stock": 12,
      "featured": true,
      "active": false
    },
    {
      "id": 56,
      "catId": 2,
      "name": "Poems",
      "author": "Giacomo Leopardi",
      "description": "Count Giacomo Taldegardo Francesco di Sales Saverio Pietro Leopardi was an Italian philosopher, poet, essayist, and philologist. He is considered the greatest Italian poet of the nineteenth century and one of the most important figures in the literature of the world, as well as one of the principals of literary romanticism; his constant reflection on existence and on the human condition—of sensuous and materialist inspiration—has also earned him a reputation as a deep philosopher. He is widely seen as one of the most radical and challenging thinkers of the 19th century but routinely compared by Italian critics to his older contemporary Alessandro Manzoni despite expressing 'diametrically opposite positions.' Although he lived in a secluded town in the conservative Papal States, he came into contact with the main ideas of the Enlightenment, and, through his own literary evolution, created a remarkable and renowned poetic work, related to the Romantic era. The strongly lyrical quality of his poetry made him a central figure on the European and international literary and cultural landscape.",
      "image": "assets/images/poems-giacomo-leopardi.jpg",
      "price": 6.99,
      "stock": 3,
      "featured": false,
      "active": true
    },
    {
      "id": 57,
      "catId": 3,
      "name": "The Golden Notebook",
      "author": "Doris Lessing",
      "description": "The Golden Notebook is a 1962 novel by the British writer Doris Lessing. Like her two books that followed, it enters the realm of what Margaret Drabble in The Oxford Companion to English Literature called Lessing's 'inner space fiction'; her work that explores mental and societal breakdown. The novel contains anti-war and anti-Stalinist messages, an extended analysis of communism and the Communist Party in England from the 1930s to the 1950s, and an examination of the budding sexual revolution and women's liberation movements.",
      "image": "assets/images/the-golden-notebook.jpg",
      "price": 10.99,
      "stock": 9,
      "featured": true,
      "active": false
    },
    {
      "id": 58,
      "catId": 3,
      "name": "Pippi Longstocking",
      "author": "Astrid Lindgren",
      "description": "Pippi is red-haired, freckled, unconventional and superhumanly strong – able to lift her horse one-handed. She is playful and unpredictable. She often makes fun of unreasonable adults, especially if they are pompous and condescending. Her anger comes out in extreme cases, such as when a man mistreats his horse. Pippi, like Peter Pan, does not want to grow up. She is the daughter of a buccaneer captain and has adventure stories to tell about that, too. Her four best friends are her horse and monkey, and the neighbours' children, Tommy and Annika.",
      "image": "assets/images/pippi-longstocking.jpg",
      "price": 10.99,
      "stock": 10,
      "featured": true,
      "active": false
    },
    {
      "id": 59,
      "catId": 3,
      "name": "Diary of a Madman",
      "author": "Lu Xun",
      "description": "'Diary of a Madman', also translated as 'A Madman's Diary' is a short story by the Chinese writer Lu Xun, published in 1918. It was the first and most influential work written in vernacular Chinese in republican era China, and would become a cornerstone of the New Culture Movement. Lu Xun's stories often critiqued early 20th century Chinese society, and 'Diary of a Madman' established a new language and revolutionary figure of Chinese literature, an attempt to challenge conventional thinking and traditional understanding.",
      "image": "assets/images/diary-of-a-madman.jpg",
      "price": 5.99,
      "stock": 5,
      "featured": true,
      "active": false
    },
    {
      "id": 60,
      "catId": 3,
      "name": "Children of Gebelawi",
      "author": "Naguib Mahfouz",
      "description": "It was originally published in Arabic in 1959, in serialised form, in the daily newspaper Al-Ahram. It was met with severe opposition from religious authorities, and was only released uncut in its entirety due to the intervention of president Gamal Abdel Nasser, who was a friend of Al-Ahram's editor, Mohammed Heikal. and publication in the form of a book was banned in Egypt.",
      "image": "assets/images/children-of-gebelawi.jpg",
      "price": 16.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 61,
      "catId": 3,
      "name": "Buddenbrooks",
      "author": "Thomas Mann",
      "description": "Buddenbrooks is a 1901 novel by Thomas Mann, chronicling the decline of a wealthy north German merchant family over the course of four generations, incidentally portraying the manner of life and mores of the Hanseatic bourgeoisie in the years from 1835 to 1877. Mann drew deeply from the history of his own family, the Mann family of Lübeck, and their milieu.",
      "image": "assets/images/buddenbrooks.jpg",
      "price": 13.99,
      "stock": 2,
      "featured": false,
      "active": false
    },
    {
      "id": 62,
      "catId": 3,
      "name": "The Magic Mountain",
      "author": "Thomas Mann",
      "description": "Mann started writing The Magic Mountain in 1912. It began as a much shorter narrative that comically revisited  the aspects of Death in Venice, a novella that he was preparing for publication. The newer work reflected his experiences and impressions during a period when his wife, who was suffering from a lung complaint, resided at Dr. Friedrich Jessen's Waldsanatorium in Davos, Switzerland for several months. In May and June 1912, Mann visited her and became acquainted with the team of doctors and patients in this cosmopolitan institution. According to Mann, in the afterword that was later included in the English translation of his novel, this stay inspired his opening chapter ('Arrival').",
      "image": "assets/images/the-magic-mountain.jpg",
      "price": 7.99,
      "stock": 0,
      "featured": false,
      "active": true
    },
    {
      "id": 63,
      "catId": 2,
      "name": "Moby Dick",
      "author": "Herman Melville",
      "description": "Moby-Dick; or, The Whale is an 1851 novel by American writer Herman Melville. The book is the sailor Ishmael's narrative of the obsessive quest of Ahab, captain of the whaling ship Pequod, for revenge against Moby Dick, the giant white sperm whale that on the ship's previous voyage bit off Ahab's leg at the knee. A contribution to the literature of the American Renaissance, Moby-Dick was published to mixed reviews, was a commercial failure, and was out of print at the time of the author's death in 1891. Its reputation as a 'Great American Novel' was established only in the 20th century, after the 1919 centennial of its author's birth. William Faulkner said he wished he had written the book himself, and D. H. Lawrence called it 'one of the strangest and most wonderful books in the world' and 'the greatest book of the sea ever written'. Its opening sentence, 'Call me Ishmael', is among world literature's most famous.",
      "image": "assets/images/moby-dick.jpg",
      "price": 17.99,
      "stock": 10,
      "featured": false,
      "active": false
    },
    {
      "id": 64,
      "catId": 2,
      "name": "Essays",
      "author": "Michel de Montaigne",
      "description": "Montaigne wrote in a rather crafted rhetoric designed to intrigue and involve the reader, sometimes appearing to move in a stream-of-thought from topic to topic and at other times employing a structured style that gives more emphasis to the didactic nature of his work. His arguments are often supported with quotations from Ancient Greek, Latin, and Italian texts such as De rerum natura by Lucretius and the works of Plutarch. Furthermore, his Essays were seen as an important contribution to both writing form and skepticism. The name itself comes from the French word essais, meaning 'attempts' or 'tests', which shows how this new form of writing did not aim to educate or prove. Rather, his essays were exploratory journeys in which he works through logical steps to bring skepticism to what is being discussed.",
      "image": "assets/images/essais.jpg",
      "price": 10.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 65,
      "catId": 3,
      "name": "History",
      "author": "Elsa Morante",
      "description": "The Italian title La Storia can be translated as either 'History' or 'The Story'; the ambiguity is lost in translation.",
      "image": "assets/images/history.jpg",
      "price": 12.99,
      "stock": 13,
      "featured": false,
      "active": false
    },
    {
      "id": 66,
      "catId": 3,
      "name": "Beloved",
      "author": "Toni Morrison",
      "description": "Beloved is a 1987 novel by American novelist Toni Morrison. Set in the period after the American Civil War, the novel tells the story of a dysfunctional family of formerly enslaved people whose Cincinnati home is haunted by a malevolent spirit. The narrative of Beloved derives from the life of Margaret Garner, an enslaved person in the slave state of Kentucky who escaped and fled to the free state of Ohio in 1856.",
      "image": "assets/images/beloved.jpg",
      "price": 13.99,
      "stock": 8,
      "featured": false,
      "active": false
    },
    {
      "id": 67,
      "catId": 2,
      "name": "The Tale of Genji",
      "author": "Murasaki Shikibu",
      "description": "The Tale of Genji is a classic work of Japanese literature written in the early 11th century by the noblewoman and lady-in-waiting Murasaki Shikibu. The original manuscript, created around the peak of the Heian period, no longer exists. It was made in 'concertina' or orihon style: several sheets of paper pasted together and folded alternately in one direction then the other.",
      "image": "assets/images/the-tale-of-genji.jpg",
      "price": 10.99,
      "stock": 4,
      "featured": false,
      "active": false
    },
    {
      "id": 68,
      "catId": 3,
      "name": "The Man Without Qualities",
      "author": "Robert Musil",
      "description": "The novel is a 'story of ideas', which takes place in the time of the Austro-Hungarian monarchy's last days, and the plot often veers into allegorical digressions on a wide range of existential themes concerning humanity and feelings. It has a particular concern with the values of truth and opinion and how society organizes ideas about life and society. Though the book is well over a thousand pages long in its entirety, no one single theme dominates.",
      "image": "assets/images/the-man-without-qualities.jpg",
      "price": 13.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 69,
      "catId": 3,
      "name": "Lolita",
      "author": "Vladimir Nabokov",
      "description": "Lolita is a 1955 novel written by Russian-American novelist Vladimir Nabokov. The novel is notable for its controversial subject: the protagonist and unreliable narrator, a middle-aged literature professor under the pseudonym Humbert Humbert, is obsessed with a 12-year-old girl, Dolores Haze, whom he kidnaps and sexually abuses after becoming her stepfather. 'Lolita', the Spanish nickname for Dolores, is what he calls her privately. The novel was originally written in English and first published in Paris in 1955 by Olympia Press.",
      "image": "assets/images/lolita.jpg",
      "price": 18.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 70,
      "catId": 3,
      "name": "Nineteen Eighty-Four",
      "author": "George Orwell",
      "description": "Nineteen Eighty-Four (also stylised as 1984) is a dystopian social science fiction novel and cautionary tale written by the English writer George Orwell. It was published on 8 June 1949 by Secker & Warburg as Orwell's ninth and final book completed in his lifetime. Thematically, it centres on the consequences of totalitarianism, mass surveillance and repressive regimentation of people and behaviours within society. Orwell, a democratic socialist, modelled the authoritarian state in the novel on Stalinist Russia and Nazi Germany. More broadly, the novel examines the role of truth and facts within societies and the ways in which they can be manipulated.",
      "image": "assets/images/nineteen-eighty-four.jpg",
      "price": 11.99,
      "stock": 4,
      "featured": true,
      "active": false
    },
    {
      "id": 71,
      "catId": 1,
      "name": "Metamorphoses",
      "author": "Ovid",
      "description": "Although it meets some of the criteria for an epic, the poem defies simple genre classification because of its varying themes and tones. Ovid took inspiration from the genre of metamorphosis poetry and some of the Metamorphoses derives from earlier treatment of the same myths; however, he diverged significantly from all of his models.",
      "image": "assets/images/the-metamorphoses-of-ovid.jpg",
      "price": 16.99,
      "stock": 1,
      "featured": false,
      "active": false
    },
    {
      "id": 72,
      "catId": 3,
      "name": "The Book of Disquiet",
      "author": "Fernando Pessoa",
      "description": "In Lisbon there are a few restaurants or eating houses located above decent-looking taverns, places with the heavy, domestic look of restaurants in towns far from any rail line. These second-story eateries, usually empty except on Sundays, frequently contain curious types whose faces are not interesting but who constitute a series of digressions from life.",
      "image": "assets/images/the-book-of-disquiet.jpg",
      "price": 8.99,
      "stock": 6,
      "featured": false,
      "active": false
    },
    {
      "id": 73,
      "catId": 3,
      "name": "Tales",
      "author": "Edgar Allan Poe",
      "description": "The works of American author Edgar Allan Poe (January 19, 1809 – October 7, 1849) include many poems, short stories, and one novel. His fiction spans multiple genres, including horror fiction, adventure, science fiction, and detective fiction, a genre he is credited with inventing. These works are generally considered part of the Dark romanticism movement, a literary reaction to Transcendentalism. Poe's writing reflects his literary theories: he disagreed with didacticism and allegory. Meaning in literature, he said in his criticism, should be an undercurrent just beneath the surface; works whose meanings are too obvious cease to be art. Poe pursued originality in his works, and disliked proverbs. He often included elements of popular pseudosciences such as phrenology and physiognomy. His most recurring themes deal with questions of death, including its physical signs, the effects of decomposition, concerns of premature burial, the reanimation of the dead, and mourning. Though known as a masterly practitioner of Gothic fiction, Poe did not invent the genre; he was following a long-standing popular tradition.",
      "image": "assets/images/tales-and-poems-of-edgar-allan-poe.jpg",
      "price": 5.99,
      "stock": 2,
      "featured": false,
      "active": false
    },
    {
      "id": 74,
      "catId": 3,
      "name": "In Search of Lost Time",
      "author": "Marcel Proust",
      "description": "In Search of Lost Time follows the narrator's recollections of childhood and experiences into adulthood in the late 19th-century and early 20th-century high-society France, while reflecting on the loss of time and lack of meaning in the world. The novel began to take shape in 1909. Proust continued to work on it until his final illness in the autumn of 1922 forced him to break off. Proust established the structure early on, but even after volumes were initially finished, he continued to add new material and edited one volume after another for publication. The last three of the seven volumes contain oversights and fragmentary or unpolished passages, as they existed only in draft form at the death of the author; the publication of these parts was overseen by his brother Robert.",
      "image": "assets/images/a-la-recherche-du-temps-perdu.jpg",
      "price": 8.99,
      "stock": 5,
      "featured": false,
      "active": false
    },
    {
      "id": 75,
      "catId": 2,
      "name": "Gargantua and Pantagruel",
      "author": "François Rabelais",
      "description": "The Life of Gargantua and of Pantagruel (French: La vie de Gargantua et de Pantagruel) is a pentalogy of novels written in the 16th century by François Rabelais, telling the adventures of two giants, Gargantua and his son Pantagruel. The work is written in an amusing, extravagant, and satirical vein, features much erudition, vulgarity, and wordplay, and is regularly compared with the works of William Shakespeare and James Joyce. Rabelais was a polyglot, and the work introduced 'a great number of new and difficult words [...] into the French language'.",
      "image": "assets/images/gargantua-and-pantagruel.jpg",
      "price": 11.99,
      "stock": 11,
      "featured": false,
      "active": false
    },
    {
      "id": 76,
      "catId": 3,
      "name": "Pedro Páramo",
      "author": "Juan Rulfo",
      "description": "Gabriel García Márquez has said that he felt blocked as a novelist after writing his first four books and that it was only his life-changing discovery of Pedro Páramo in 1961 that opened his way to the composition of his masterpiece, One Hundred Years of Solitude. Moreover, García Márquez claimed that he 'could recite the whole book, forwards and backwards.'  Jorge Luis Borges considered Pedro Páramo to be one of the greatest texts written in any language.",
      "image": "assets/images/pedro-paramo.jpg",
      "price": 6.99,
      "stock": 1,
      "featured": false,
      "active": false
    },
    {
      "id": 77,
      "catId": 2,
      "name": "The Masnavi",
      "author": "Rumi",
      "description": "The title Masnavi-ye-Ma'navi means 'The Spiritual Couplets'. The Masnavi is a poetic collection of anecdotes and stories derived from the Quran, hadith sources, and everyday tales. Stories are told to illustrate a point and each moral is discussed in detail. It incorporates a variety of Islamic wisdom but primarily focuses on emphasizing inward personal Sufi interpretation. In contrast to Rumi's Diwan, the Masnavi is a relatively 'sober' text. It explains the various dimensions of spiritual life and practice to Sufi disciples and anyone who wishes to ponder the meaning of life.",
      "image": "assets/images/the-masnavi.jpg",
      "price": 4.99,
      "stock": 0,
      "featured": false,
      "active": false
    },
    {
      "id": 78,
      "catId": 3,
      "name": "Midnight's Children",
      "author": "Salman Rushdie",
      "description": "Midnight's Children is a 1981 novel by Indian-British writer Salman Rushdie, published by Jonathan Cape with cover design by Bill Botten, about India's transition from British colonial rule to independence and partition. It is a postcolonial, postmodern and magical realist story told by its chief protagonist, Saleem Sinai, set in the context of historical events. The style of preserving history with fictional accounts is self-reflexive.",
      "image": "assets/images/midnights-children.jpg",
      "price": 17.99,
      "stock": 9,
      "featured": true,
      "active": false
    },
    {
      "id": 79,
      "catId": 2,
      "name": "Bostan",
      "author": "Saadi",
      "description": "It was Saadi's first work. The book contains the fruits of Saadi's long experience and his judgements upon life, and is illustrated by a vast collection of anecdotes. It includes accounts of Saadi's travels and his analysis of human psychology. He often mentions his accounts with fervour and advice similar to Aesop's fables. The book has ten chapters regarding the issues of ethics and training; namely, justice, mercy, love, humility, contentment, devotions, education, gratitude, repentance, and praying.",
      "image": "assets/images/bostan.jpg",
      "price": 17.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 80,
      "catId": 3,
      "name": "Season of Migration to the North",
      "author": "Tayeb Salih",
      "description": "The novel has been translated into more than twenty languages. Salih was fluent in both English and Arabic, but chose to pen this novel in Arabic. The English translation by Denys Johnson-Davies was published in 1969 as part of the influential Heinemann African Writers Series. The novel is a counternarrative to Heart of Darkness. It was described by Edward Said as one of the six great novels in Arabic literature. In 2001 it was selected by a panel of Arab writers and critics as the most important Arab novel of the twentieth century.",
      "image": "assets/images/season-of-migration-to-the-north.jpg",
      "price": 12.99,
      "stock": 2,
      "featured": false,
      "active": false
    },
    {
      "id": 81,
      "catId": 3,
      "name": "Blindness",
      "author": "José Saramago",
      "description": "A sequel titled Seeing was published in 2004. Blindness was adapted into a film of the same name in 2008.",
      "image": "assets/images/blindness.jpg",
      "price": 4.99,
      "stock": 0,
      "featured": false,
      "active": true
    },
    {
      "id": 82,
      "catId": 2,
      "name": "Hamlet",
      "author": "William Shakespeare",
      "description": "The Tragedy of Hamlet, Prince of Denmark, often shortened to Hamlet, is a tragedy written by William Shakespeare sometime between 1599 and 1601. It is Shakespeare's longest play, with 29,551 words. Set in Denmark, the play depicts Prince Hamlet and his revenge against his uncle, Claudius, who has murdered Hamlet's father in order to seize his throne and marry Hamlet's mother.",
      "image": "assets/images/hamlet.jpg",
      "price": 10.99,
      "stock": 0,
      "featured": true,
      "active": false
    },
    {
      "id": 83,
      "catId": 2,
      "name": "King Lear",
      "author": "William Shakespeare",
      "description": "King Lear is a tragedy written by William Shakespeare. It is based on the mythological Leir of Britain. King Lear, in preparation for his old age, divides his power and land between two of his daughters. He becomes destitute and insane and a proscribed crux of political machinations. The first known performance of any version of Shakespeare's play was on Saint Stephen's Day in 1606. The three extant publications from which modern editors derive their texts are the 1608 quarto (Q1) and the 1619 quarto (Q2, unofficial and based on Q1) and the 1623 First Folio. The quarto versions differ significantly from the folio version.",
      "image": "assets/images/king-lear.jpg",
      "price": 16.99,
      "stock": 9,
      "featured": false,
      "active": false
    },
    {
      "id": 84,
      "catId": 2,
      "name": "Othello",
      "author": "William Shakespeare",
      "description": "Othello (full title: The Tragedy of Othello, the Moor of Venice) is a tragedy written by William Shakespeare, probably in 1603, set in the contemporary Ottoman–Venetian War (1570–1573) fought for the control of the Island of Cyprus, a possession of the Venetian Republic since 1489. The port city of Famagusta finally fell to the Ottomans in 1571 after a protracted siege. The story revolves around two characters, Othello and Iago. Othello is a Moorish military commander who was serving as a general of the Venetian army in defence of Cyprus against invasion by Ottoman Turks. He has recently married Desdemona, a beautiful and wealthy Venetian lady much younger than himself, against the wishes of her father. Iago is Othello's malevolent ensign, who maliciously stokes his master's jealousy until the usually stoic Moor kills his beloved wife in a fit of blind rage. Due to its enduring themes of passion, jealousy, and race, Othello is still topical and popular and is widely performed, with numerous adaptations.",
      "image": "assets/images/othello.jpg",
      "price": 8.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 85,
      "catId": 1,
      "name": "Oedipus the King",
      "author": "Sophocles",
      "description": "Of Sophocles' three Theban plays that have survived, and that deal with the story of Oedipus, Oedipus Rex was the second to be written, following Antigone by about a dozen years. However, in terms of the chronology of events described by the plays, it comes first, followed by Oedipus at Colonus and then Antigone.",
      "image": "assets/images/oedipus-the-king.jpg",
      "price": 15.99,
      "stock": 12,
      "featured": false,
      "active": true
    },
    {
      "id": 86,
      "catId": 2,
      "name": "The Red and the Black",
      "author": "Stendhal",
      "description": "Le Rouge et le Noir is a historical psychological novel in two volumes by Stendhal, published in 1830. It chronicles the attempts of a provincial young man to rise socially beyond his modest upbringing through a combination of talent, hard work, deception, and hypocrisy. He ultimately allows his passions to betray him.",
      "image": "assets/images/le-rouge-et-le-noir.jpg",
      "price": 16.99,
      "stock": 10,
      "featured": false,
      "active": false
    },
    {
      "id": 87,
      "catId": 2,
      "name": "The Life And Opinions of Tristram Shandy",
      "author": "Laurence Sterne",
      "description": "The Life and Opinions of Tristram Shandy, Gentleman, also known as Tristram Shandy, is a novel by Laurence Sterne, inspired by Don Quixote. It was published in nine volumes, the first two appearing in 1759, and seven others following over the next seven years. It purports to be a biography of the eponymous character. Its style is marked by digression, double entendre, and graphic devices. The first edition was printed by Ann Ward on Coney Street, York.",
      "image": "assets/images/the-life-and-opinions-of-tristram-shandy.jpg",
      "price": 17.99,
      "stock": 6,
      "featured": true,
      "active": false
    },
    {
      "id": 88,
      "catId": 3,
      "name": "Confessions of Zeno",
      "author": "Italo Svevo",
      "description": "After two novels, Una vita and Senilità, were ignored by critics and public, and after a long period of literary silence, entirely devoted to work, in 1923 Svevo self-published this novel, quite different in style. It was appreciated by a close friend of Svevo's, James Joyce, who presented the book to two French critics, Valéry Larbaud and Benjamin Crémieux. The success of the novel expanded to Italy, thanks to the poet Eugenio Montale.",
      "image": "assets/images/confessions-of-zeno.jpg",
      "price": 15.99,
      "stock": 1,
      "featured": false,
      "active": false
    },
    {
      "id": 89,
      "catId": 2,
      "name": "Gulliver's Travels",
      "author": "Jonathan Swift",
      "description": "Gulliver's Travels, or Travels into Several Remote Nations of the World. In Four Parts. By Lemuel Gulliver, First a Surgeon, and then a Captain of Several Ships is a 1726 prose satire by the Anglo-Irish writer and clergyman Jonathan Swift, satirising both human nature and the 'travellers' tales' literary subgenre. It is Swift's best known full-length work, and a classic of English literature. Swift claimed that he wrote Gulliver's Travels 'to vex the world rather than divert it'.",
      "image": "assets/images/gullivers-travels.jpg",
      "price": 17.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 90,
      "catId": 2,
      "name": "War and Peace",
      "author": "Leo Tolstoy",
      "description": "The novel chronicles the French invasion of Russia and the impact of the Napoleonic era on Tsarist society through the stories of five Russian aristocratic families. Portions of an earlier version, titled The Year 1805, were serialized in The Russian Messenger from 1865 to 1867 before the novel was published in its entirety in 1869.",
      "image": "assets/images/war-and-peace.jpg",
      "price": 13.99,
      "stock": 4,
      "featured": false,
      "active": false
    },
    {
      "id": 91,
      "catId": 2,
      "name": "Anna Karenina",
      "author": "Leo Tolstoy",
      "description": "A complex novel in eight parts, with more than a dozen major characters, Anna Karenina is often published in more than 800 pages. It deals with themes of betrayal, faith, family, marriage, Imperial Russian society, desire, and rural vs. city life. The story centers on an extramarital affair between Anna and dashing cavalry officer Count Alexei Kirillovich Vronsky that scandalizes the social circles of Saint Petersburg and forces the young lovers to flee to Italy in a search for happiness, but after they return to Russia, their lives further unravel.",
      "image": "assets/images/anna-karenina.jpg",
      "price": 11.99,
      "stock": 13,
      "featured": false,
      "active": false
    },
    {
      "id": 92,
      "catId": 2,
      "name": "The Death of Ivan Ilyich",
      "author": "Leo Tolstoy",
      "description": "Considered to be one of the finest examples of a novella, The Death of Ivan Ilyich tells the story of a high-court judge in 19th-century Russia and his sufferings and death from a terminal illness.",
      "image": "assets/images/the-death-of-ivan-ilyich.jpg",
      "price": 8.99,
      "stock": 14,
      "featured": false,
      "active": false
    },
    {
      "id": 93,
      "catId": 2,
      "name": "The Adventures of Huckleberry Finn",
      "author": "Mark Twain",
      "description": "Adventures of Huckleberry Finn or as it is known in more recent editions, The Adventures of Huckleberry Finn, is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.",
      "image": "assets/images/the-adventures-of-huckleberry-finn.jpg",
      "price": 15.99,
      "stock": 2,
      "featured": false,
      "active": false
    },
    {
      "id": 94,
      "catId": 1,
      "name": "Ramayana",
      "author": "Valmiki",
      "description": "The Rāmāyana is a Sanskrit epic composed in India over a period of nearly a millennium, with scholars' estimates for the earliest stage of the text ranging from the 8th to 4th centuries BCE, and later stages extending up to the 3rd century CE. Ramayana is one of the two important epics of Hinduism, the other being the Mahābhārata.",
      "image": "assets/images/ramayana.jpg",
      "price": 12.99,
      "stock": 4,
      "featured": true,
      "active": false
    },
    {
      "id": 95,
      "catId": 1,
      "name": "The Aeneid",
      "author": "Virgil",
      "description": "The Aeneid is a Latin epic poem, written by Virgil between 29 and 19 BC, that tells the legendary story of Aeneas, a Trojan who fled the fall of Troy and travelled to Italy, where he became the ancestor of the Romans. It comprises 9,896 lines in dactylic hexameter. The first six of the poem's twelve books tell the story of Aeneas' wanderings from Troy to Italy, and the poem's second half tells of the Trojans' ultimately victorious war upon the Latins, under whose name Aeneas and his Trojan followers are destined to be subsumed.",
      "image": "assets/images/the-aeneid.jpg",
      "price": 18.99,
      "stock": 9,
      "featured": true,
      "active": false
    },
    {
      "id": 96,
      "catId": 1,
      "name": "Mahabharata",
      "author": "Vyasa",
      "description": "The Mahābhārata is one of the two major Sanskrit epics of ancient India, the other being the Rāmāyaṇa. It narrates the struggle between two groups of cousins in the Kurukshetra War and the fates of the Kaurava and the Pāṇḍava princes and their successors.",
      "image": "assets/images/the-mahab-harata.jpg",
      "price": 7.99,
      "stock": 10,
      "featured": false,
      "active": false
    },
    {
      "id": 97,
      "catId": 2,
      "name": "Leaves of Grass",
      "author": "Walt Whitman",
      "description": "Leaves of Grass is a poetry collection by American poet Walt Whitman. Though it was first published in 1855, Whitman spent most of his professional life writing and rewriting Leaves of Grass, revising it multiple times until his death. There have been held to be either six or nine individual editions of Leaves of Grass, the count varying depending on how they are distinguished. This resulted in vastly different editions over four decades—the first edition being a small book of twelve poems, and the last, a compilation of over 400.",
      "image": "assets/images/leaves-of-grass.jpg",
      "price": 5.99,
      "stock": 12,
      "featured": false,
      "active": false
    },
    {
      "id": 98,
      "catId": 3,
      "name": "Mrs Dalloway",
      "author": "Virginia Woolf",
      "description": "Mrs Dalloway is a novel by Virginia Woolf, published on 14 May 1925, that details a day in the life of Clarissa Dalloway, a fictional upper-class woman in post-First World War England. It is one of Woolf's best-known novels.",
      "image": "assets/images/mrs-dalloway.jpg",
      "price": 15.99,
      "stock": 11,
      "featured": false,
      "active": true
    },
    {
      "id": 99,
      "catId": 3,
      "name": "To the Lighthouse",
      "author": "Virginia Woolf",
      "description": "To the Lighthouse is a 1927 novel by Virginia Woolf. The novel centres on the Ramsay family and their visits to the Isle of Skye in Scotland between 1910 and 1920.",
      "image": "assets/images/to-the-lighthouse.jpg",
      "price": 4.99,
      "stock": 0,
      "featured": true,
      "active": false
    },
    {
      "id": 100,
      "catId": 3,
      "name": "Memoirs of Hadrian",
      "author": "Marguerite Yourcenar",
      "description": "Memoirs of Hadrian  (French: Mémoires d'Hadrien) is a novel by the Belgian-born French writer Marguerite Yourcenar about the life and death of the Roman Emperor Hadrian. First published in France in French in 1951 as Mémoires d'Hadrien, the book was an immediate success, meeting with enormous critical acclaim. Although the historical Hadrian wrote an autobiography, it has been lost.",
      "image": "assets/images/memoirs-of-hadrian.jpg",
      "price": 14.99,
      "stock": 10,
      "featured": false,
      "active": false
    }
  ]
}